Repository: JohnnyMirza/confluent_splunk_demo
Catalog: Splunk_SA_CIM/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr, ja_jp

source: Application State
de_de: Anwendungsstatus
fr_fr: État de l’application
ja_jp: アプリケーションの状態

source: Authentication
de_de: Authentisierung
fr_fr: Authentification
ja_jp: 認証

source: Certificates
de_de: Zertifikate
fr_fr: Certificats
ja_jp: 証明書

source: Change Analysis
de_de: Änderungsanalyse
fr_fr: Analyse des modifications
ja_jp: 変更分析

source: Compute Inventory
de_de: Bestand berechnen
fr_fr: Calculer l’inventaire
ja_jp: 在庫計算

source: Databases
de_de: Datenbanken
fr_fr: Bases de données
ja_jp: データベース

source: Interprocess Messaging
de_de: Nachrichtenübertragung zwischen Prozessen
fr_fr: Messagerie interprocessus
ja_jp: プロセス間メッセージ

source: Intrusion Detection
de_de: Erkennung von unbefugtem Zugriff
fr_fr: Détection des intrusions
ja_jp: 侵入検出

source: Network Resolution
de_de: Netzwerkauflösung
fr_fr: Résolution réseau
ja_jp: ネットワーク解像度

source: Network Sessions
de_de: Netzwerksitzungen
fr_fr: Sessions réseau
ja_jp: ネットワークセッション

source: Ticket Management
fr_fr: Gestion des tickets
ja_jp: チケット管理

source: Updates
de_de: Aktualisierungen
fr_fr: Mises à jour
ja_jp: 更新

source: Vulnerabilities
de_de: Schwachstellen
fr_fr: Vulnérabilités
ja_jp: 脆弱性

source: Saved
de_de: Gespeichert
fr_fr: Enregistrée
ja_jp: 保存済み

source: Save failed
de_de: Speichern fehlgeschlagen
fr_fr: Échec de l’enregistrement
ja_jp: 保存に失敗しました

source: Splunk Common Information Model Add-on Set Up
de_de: Splunk Add-on für gemeinsames Informationsmodell - Einrichtung
fr_fr: Configuration de l’extension Modèle d’informations commun Splunk
ja_jp: Splunk 共通情報モデルアドオンセットアップ

source: By default a datamodel will search across all indexes. Use the configuration panel below to constrain data model searches to specific indexes.
de_de: Standardmäßig durchsucht ein Datenmodell alle Indizes. Im nachstehenden Konfigurationsteilfenster können Sie Datenmodellsuchvorgänge auf bestimmte Indizes beschränken.
fr_fr: Par défaut, un modèle de données applique ses recherches à tous les index. Utilisez le panneau de configuration ci-dessous pour contraindre les recherches de modèles de données à des index spécifiques.
ja_jp: デフォルトで、データモデルは全インデックスを検索します。データモデル検索を特定のインデックスに制限するには以下の設定パネルを使用します。

source: Restricted to: %s
de_de: Beschränkt auf: %s
fr_fr: Limité à : %s
ja_jp: 制限先：%s

source: No restriction
de_de: Keine Beschränkung
fr_fr: Aucune restriction
ja_jp: 無制限

source: show all
de_de: alle anzeigen
fr_fr: voir tout
ja_jp: すべて表示

source: No datamodel found
de_de: Kein Datenmodell gefunden
fr_fr: Aucun modèle de données trouvé
ja_jp: データモデルが見つかりません

source: %s MB
fr_fr: %s Mo

source: Name
fr_fr: Nom
ja_jp: 名前

source: Data Model Audit
de_de: Datenmodell-Audit
fr_fr: Audit des modèles de données
ja_jp: データモデルの監査

source: Top Accelerations By Size
de_de: Größte Beschleunigungen nach Größe
fr_fr: Top des accélérations par taille
ja_jp: サイズによる上位加速

source: Top Accelerations By Run Duration
de_de: Größte Beschleunigungen nach Ausführungsdauer
fr_fr: Top des accélérations par durée d’exécution
ja_jp: 分析継続時間による上位加速

source: Acceleration Details
de_de: Beschleunigungsdetails
fr_fr: Détail des accélérations
ja_jp: 加速詳細

source: Predictive Analytics
de_de: Vorausschauende Analyse
fr_fr: Analyse prédictive
ja_jp: 予測分析

source: Function
de_de: Funktion
fr_fr: Fonction
ja_jp: 関数

source: Attribute
de_de: Attribut
fr_fr: Attribut
ja_jp: 属性

source: Prediction Over Time
de_de: Vorhersagen im Zeitverlauf
fr_fr: Historique des prédictions
ja_jp: 予測の推移

source: Outliers
de_de: Ausreißer
fr_fr: Valeurs extrêmes
ja_jp: 外れ値

source: CIM Setup
de_de: CIM-Einrichtung
fr_fr: Configuration MIC
ja_jp: CIM セットアップ

source: Save as Correlation Search ...
de_de: Als Korrelationssuche speichern...
fr_fr: Enregistrer comme recherche de corrélation...
ja_jp: 相関サーチとして保存 ...

source: All functions other than count require an attribute!
de_de: Für alle Funktionen außer Zählung ist ein Attribut erforderlich!
fr_fr: En dehors de « count », toutes les fonctions nécessitent un attribut !
ja_jp: 計算以外の全機能に属性が必要です！

source: Please select a function!
de_de: Wählen Sie eine Funktion aus!
fr_fr: Veuillez sélectionner une fonction.
ja_jp: 機能を選択してください。

source: The correlation search was successfully created.<p><br/><a target='_blank' href='correlation_search_edit?name=%s'>View created search</a></p>
de_de: Die Korrelationssuche wurde erfolgreich erstellt.<p><br/><a target='_blank' href='correlation_search_edit?name=%s'>Erstellte Suche anzeigen</a></p>
fr_fr: La recherche de corrélation a bien été créée.<p><br/><a target='_blank' href='correlation_search_edit?name=%s'>Afficher la recherche créée</a></p>
ja_jp: 相関サーチは正常に作成されました。<p><br/><a target='_blank' href='correlation_search_edit?name=%s'>作成されたサーチを表示します</a></p>

source: Correlation search could not be saved
de_de: Die Korrelationssuche konnte nicht gespeichert werden.
fr_fr: La recherche de corrélation n’a pas pu être sauvegardée.
ja_jp: 相関サーチを保存できませんでした。

source: Save as Correlation Search
de_de: Als Korrelationssuche speichern
fr_fr: Enregistrer comme recherche de corrélation
ja_jp: 相関サーチとして保存

source: Security Domain
de_de: Sicherheitsdomäne
fr_fr: Domaine de sécurité
ja_jp: セキュリティドメイン

source: Severity
de_de: Schweregrad
fr_fr: Gravité
ja_jp: 重大度

source: Correlation Search Name
de_de: Name der Korrelationssuche
fr_fr: Nom de la recherche de corrélation
ja_jp: 相関サーチ名

source: Enter the name of the correlation search
de_de: Geben Sie den Namen der Korrelationssuche ein.
fr_fr: Saisissez le nom de la recherche de corrélation
ja_jp: 相関サーチ名を入力

source: Correlation Search Description
de_de: Beschreibung der Korrelationssuche
fr_fr: Description de la recherche de corrélation
ja_jp: 相関サーチの説明

source: Enter a description of the correlation search
de_de: Geben Sie eine Beschreibung für die Korrelationssuche ein.
fr_fr: Saisissez la description de la recherche de corrélation
ja_jp: 相関サーチの説明を入力

source: The correlation search was successfully created
de_de: Die Korrelationssuche wurde erfolgreich erstellt.
fr_fr: La recherche de corrélation a bien été créée.
ja_jp: 相関サーチは正常に作成されました

source: Run Search First
de_de: Suche zuerst ausführen
fr_fr: Exécuter d’abord la recherche
ja_jp: 始めにサーチを実行

source: You need to run the search first before attempting to make a correlation search.
de_de: Sie müssen zuerst die Suche ausführen, bevor Sie eine Korrelationssuche erstellen können.
fr_fr: Vous devez d’abord exécuter la recherche avant de tenter d’effectuer une recherche de corrélation.
ja_jp: 検索サーチを試行する前にまずサーチを実行する必要があります。

source: Advanced Predict Options
de_de: Erweiterte Vorhersageoptionen
fr_fr: Options de prédiction avancées
ja_jp: 高度な予測オプション

source: Predict Timespan
de_de: Vorhersagezeitspanne
fr_fr: Intervalle de prédiction
ja_jp: 予測タイムスパン

source: defaults to 10m
de_de: standardmäßig 10 Min.
fr_fr: 10 m par défaut
ja_jp: デフォルトで 10m に設定

source: Use time specifiers: y, mon, d, h, m, s
de_de: Mögliche Zeitangaben: y, mon, d, h, m, s
fr_fr: Utiliser des indicateurs de temps : y, mon, d, h, m, s
ja_jp: 時刻指定子を使用：y、mon、d、h、m、s

source: Algorithm
de_de: Algorithmus
fr_fr: Algorithme
ja_jp: アルゴリズム

source: Correlate
de_de: Korrelieren
fr_fr: Corréler
ja_jp: 関連

source: For bivariate model, indicates the field to correlate against
de_de: Gibt bei einem bivariaten Modell das Feld an, für das die Korrelation durchgeführt werden soll.
fr_fr: Dans un modèle bivarié, indiquer le champ avec lequel établit une corrélation
ja_jp: 二変量モデルでは、関連先のフィールドを示します

source: Future Timespan
de_de: Künftige Zeitspanne
fr_fr: Intervalle futur
ja_jp: 将来タイムスパン

source: Must be a non-negative number
de_de: Muss eine nicht negative Zahl sein
fr_fr: Doit être un chiffre non négatif
ja_jp: 負以外の数値でなければなりません

source: The length of prediction into the future
de_de: Die Länge der Vorhersage in der Zukunft
fr_fr: Longueur de la prédiction dans l’avenir
ja_jp: 将来の予測の長さ

source: Holdback
de_de: Zurückhalten
fr_fr: Retenue
ja_jp: 抑制措置

source: Specifies the 'number' of data points from the end that are NOT used to build the model
de_de: Gibt die 'Anzahl' der Datenpunkte ausgehend vom Ende an, die NICHT für die Erstellung des Modells verwendet werden.
fr_fr: Spécifie le « nombre » de points de données depuis la fin qui ne sont PAS utilisés pour élaborer le modèle
ja_jp: モデルの構築に使用されない、最後からのデータポイントの「数を」指定します。

source: Lower confidence interval
de_de: Unterer Vertrauensbereich
fr_fr: Intervalle de confiance bas
ja_jp: 低信頼区間

source: Must be between 0-100; defaults to 95
de_de: Muss zwischen 0 und 100 liegen. Der Standardwert ist 95.
fr_fr: Doit être compris entre 0 et 100 ; 95 par défaut
ja_jp: 0-100 の間である必要があり、デフォルトは 95

source: Specifies a field name for the lower 'int' percentage confidence interval
de_de: Gibt einen Feldnamen für den unteren ganzzahligen Vertrauensbereich in Prozent an.
fr_fr: Spécifie un nom de champ pour l’intervalle de confiance inférieur en pourcentage entier.
ja_jp: 低「正数」パーセント信頼区間のフィールド名を指定します

source: Upper confidence interval
de_de: Oberer Vertrauensbereich
fr_fr: Intervalle de confiance haut
ja_jp: 上信頼区間

source: Specifies a field name for the upper 'int' percentage confidence interval
de_de: Gibt einen Feldnamen für den oberen ganzzahligen Vertrauensbereich in Prozent an.
fr_fr: Spécifie un nom de champ pour l’intervalle de confiance supérieur en pourcentage entier.
ja_jp: 上「正数」パーセント信頼区間のフィールド名を指定します

source: Period
de_de: Zeitraum
fr_fr: Période
ja_jp: 間隔

source: Specifies the seasonal period of the time series data
de_de: Gibt den Jahreszeitraum der Zeitreihendaten an.
fr_fr: Spécifie la période saisonnière des données chronologiques
ja_jp: 時系列データの季節間隔を指定します

source: Predict command help
de_de: Hilfe zum Vorhersagebefehl
fr_fr: Aide de la commande predict
ja_jp: 予測コマンドヘルプ

source: Apply
de_de: Anwenden
fr_fr: Appliquer
ja_jp: 適用

source: Local level
de_de: Lokale Ebene
fr_fr: Niveau local
ja_jp: 局所レベル

source: Seasonal local level
de_de: Jahreszeitlich bedingte, lokale Ebene
fr_fr: Niveau local saisonnier
ja_jp: 季節局所レベル

source: Local level trend
de_de: Trend auf lokaler Ebene
fr_fr: Tendance du niveau local
ja_jp: 局所レベルの傾向

source: Must be a valid timespan
de_de: Muss eine gültige Zeitspanne sein
fr_fr: Doit être un intervalle de temps valide
ja_jp: 有効なタイムスパンである必要があります

source: Must be between 0 and 100
de_de: Muss zwischen 0 und 100 liegen
fr_fr: Doit être compris entre 0 et 100
ja_jp: 0～100% でなければなりません

source: Must be a positive integer
de_de: Muss eine positive Ganzzahl sein
fr_fr: Doit être un nombre entier positif
ja_jp: 正数でなければなりません

source: Must be zero or more
de_de: Muss größer-gleich Null sein
fr_fr: Doit être supérieur ou égal à 0
ja_jp: ゼロ以上でなければなりません

source: Must not be empty
de_de: Darf nicht leer sein
fr_fr: Ne doit pas être vide
ja_jp: 空きがなければなりません

source: N/A
fr_fr: S/O

source: Enable acceleration
de_de: Beschleunigung aktivieren
fr_fr: Activer l'accélération
ja_jp: アクセラレーションを有効にする

source: Backfill time
de_de: Auffüllzeitpunkt
fr_fr: Temps de remplissage
ja_jp: バックフィル時間

source: Year
de_de: Jahr
fr_fr: Année
ja_jp: 年

source: Quarter
de_de: Quartal
fr_fr: Trimestre
ja_jp: 四半期

source: Month
de_de: Monat
fr_fr: Mois
ja_jp: 月

source: Week
de_de: Woche
fr_fr: Semaine
ja_jp: 週

source: Day
de_de: Tag
fr_fr: Jour
ja_jp: 日

source: Earliest time
de_de: Anfangszeitpunkt
fr_fr: Début de la période
ja_jp: もっとも早い時刻

source: Maximum time
de_de: Maximaler Zeitpunkt
fr_fr: Durée maximale
ja_jp: 最大時間

source: Maximum concurrent searches
de_de: Maximale Anzahl gleichzeitiger Suchen
fr_fr: Nombre maximum de recherches simultanées
ja_jp: 最大同時サーチ数

source: Manual rebuilds
de_de: Manuelle Neuerstellungen
fr_fr: Reconstructions manuelles
ja_jp: マニュアル再構築

source: Schedule priority
de_de: Planungspriorität
fr_fr: Priorité de programmation
ja_jp: スケジュール優先度

source: default
de_de: Standard
fr_fr: défaut
ja_jp: デフォルト

source: higher
de_de: Hoch
fr_fr: plus élevée
ja_jp: 高

source: highest
de_de: Am höchsten
fr_fr: la plus élevée
ja_jp: 最高

source: enabled should be boolean
de_de: "Aktiviert" sollte ein boolescher Wert sein
fr_fr: la valeur activée doit être booléenne
ja_jp: 有効はブール型にしてください

source: Invalid earliest time
de_de: Ungültiger Anfangszeitpunkt
fr_fr: Début de la période non valide
ja_jp: もっとも早い時間が無効です

source: Invalid backfill time
de_de: Ungültiger Auffüllzeitpunkt
fr_fr: Heure de remplissage non valide
ja_jp: バックフィル時間が無効です

source: Backfill time should be more recent than earliest time
de_de: Auffüllzeitpunkt sollte vor dem Anfangszeitpunkt liegen
fr_fr: L'heure de remplissage doit être plus récente que le début de la période
ja_jp: バックフィル時間は最も早い時間よりも早い時間を設定してください

source: Maximum time should be an integer
de_de: Maximaler Zeitpunkt sollte eine Ganzzahl sein
fr_fr: La durée maximale doit être un entier
ja_jp: 最大時間は整数を入力してください

source: Maximum concurrent should be an integer
de_de: Maximale gleichzeitige Anzahl sollte eine Ganzzahl sein
fr_fr: Le nombre simultané doit être un entier
ja_jp: 最大同時サーチ数は整数を入力してください

source: Manual rebuilds should be boolean
de_de: "Manuelle Neuerstellungen" ein boolescher Wert sein
fr_fr: La valeur de « reconstructions manuelles » doit être booléenne
ja_jp: マニュアル再構築はブール型にしてください

source: Saving
de_de: Es wird gespeichert
fr_fr: Enregistrement
ja_jp: 保存しています

source: Save
de_de: Speichern
fr_fr: Enregistrer
ja_jp: 保存

source: Data Models
de_de: Datenmodelle
fr_fr: Modèles de données
ja_jp: データモデル

source: Indexes
de_de: Indizes
fr_fr: Index
ja_jp: インデックス

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
ja_jp: 設定

source: Acceleration properties for the selected data model.
de_de: Beschleunigungseigenschaften für das ausgewählte Datenmodell.
fr_fr: Propriétés de l'accélération pour le modèle de données sélectionné.
ja_jp: 選択したデータモデルのアクセラレーションプロパティ

source: Splunk help
de_de: Splunk-Hilfe
fr_fr: Aide Splunk
ja_jp: Splunk ヘルプ

source: Learn More
de_de: Erfahren Sie mehr
fr_fr: En savoir plus
ja_jp: 詳細

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
ja_jp: キャンセル

source: Filter
fr_fr: Filtre
ja_jp: フィルター

source: Malware
ja_jp: マルウェア

source: Apps
ja_jp: App
